Repository: nickkolok/ipt_connect
Catalog: ipt_connect/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: A little bit of patience
fr: Un peu de patience
ru: Спокойствие, только спокойствие!

source: Processing the grades...
fr: Calcul des scores en cours...
ru: Обработка оценок...

source: This is beta feature, use it at your own risk!
ru: Это экспериментальный инструмент. Вы используете его на свой страх и риск!

source: Build tactics!
ru: Построить тактику!

source: Problems available:
ru: Доступные задачи:

source: Запрещённые задачи:
ru: Обзор задач

source: Physics Fights
ru: Физические Бои

source: Ranking
fr: rang
ru: Рейтинг

source: Problems
fr: Problèmes
ru: Проблемы

source: Participants
ru: Участники

source: Jury members
fr: Membres du jury
ru: Члены жюри

source: Problem
ru: Задача

source: Remarks
fr: Remarques
ru: Примечания

source: grade:
ru: оценка:

source: opposed by opponent
ru: оппонирована Оппонентом

source: Round
fr: Ronde
ru: Действие

source: Rank
fr: Rang
ru: Ранг

source: Team
fr: Équipe
ru: Команда

source: Points
ru: Очки

source: Pool
fr: Groupe
ru: Группа

source: Physics Fights status
fr: Statuts des Joutes Physiques
ru: Статус Боя

source: fight ongoing
fr: Joute en cours
ru: бой идёт

source: fight(s) ended
fr: Joute(s) terminée(s)
ru: боёв завершено

source: Semifinal Ranking
ru: Полуфинальный рейтинг

source: Team Leader of
fr: Meneur de l'équipe
ru: Руководитель

source: Jury overview
fr: Aperçu du jury
ru: Жюри

source: Click on the names for detailed statistics. Click on the headers to sort the table.
fr: Cliquez sur les noms pour des statistiques détaillées. Cliquez sur les en-têtes pour ordonner la table.
ru: Нажмите на имя для подробной информации. Нажмите на заголовок таблицы для сортировки.

source: Name
fr: Nom
ru: Имя

source: There is no registered jury member
fr: Aucun membre du jury inscrit
ru: Этот член жюри не зарегистрирован

source: Participants of
fr: Participants de
ru: Участники

source: There is no registered participant
fr: Aucun participant inscrit
ru: Этот участник не зарегистрирован

source: Member of the team from
fr: Membre de l'équipe
ru: Член команды

source: Grade
fr: Note
ru: Оценка

source: Role
fr: Rôle
ru: Роль

source: Affiliation
ru: Присоеденился

source: Surname
fr: Nom de famille
ru: Фамилия

source: Passport number
fr: Numéro de passeport
ru: Номер паспорта

source: Gender
fr: Genre
ru: Пол

source: Birthdate
fr: Date de naissance
ru: Дата рождения

source: Phone number
fr: N° de téléphone
ru: Номер телефона

source: Veteran
fr: Vétéran
ru: Опытный турнирщик

source: Diet
fr: Régime alimentaire
ru: Диета

source: Mixed gender accomodation
fr: Hébergement mixte
ru: Разнополая комната

source: Shirt size
fr: Taille de t-shirt
ru: Размер футболки

source: Participants overview
fr: Aperçu des participants
ru: Участники

source: Points (sum)
fr: Points (somme)
ru: Сумма баллов

source: Mean grade
fr: Note moyenne
ru: Средний балл

source: Personal ranking
ru: Личный рейтинг

source: Room
fr: Salle
ru: Комната

source: Rep.
ru: Док.

source: Opp.
ru: Опп.

source: Rev.
fr: Rév.
ru: Рец.

source: MEAN
fr: MOYENNE
ru: СРЕДНЕЕ

source: The lowest and highest grade(s) might be discarded according to the number of jury members.
fr: Le(s) meilleure(s) et pire(s) notes sont omises lors du calcul de la moyenne, en fonction du nombre de membres du jury.
ru: Максимальные и минимальные оценки могут быть отброшены в зависимости от количества членов жюри.

source: Rep. mult.
ru: Коэфф. док.

source: Sum
ru: Сумма

source: Bonus
ru: Бонус

source: Pool A
fr: Groupe A
ru: Группа A

source: Pool B
fr: Groupe B
ru: Группа B

source: General Ranking
fr: Classement général
ru: Глобальный рейтинг

source: Report
fr: Rapport
ru: Доклад

source: Opposition
ru: Оппонирование

source: Review
fr: Révision
ru: Рецензирование

source: Problems overview
fr: Aperçu des problèmes
ru: Обзор задач

source: Click on the problem names for detailed statistics. Click on the headers to sort the table.
fr: Cliquez sur le nom des problèmes pour accéder aux statistiques détaillées. Cliquez sur les en-têtes pour ordonner la table.
ru: Нажмите на задачу для подробной информации. Нажмите на заголовок таблицы для сортировки.

source: # of presentations
fr: # de présentations
ru: Количество докладов

source: Pools Ranking
fr: Classement par groupe
ru: Рейтинг по группам

source: Reporter
fr: Rapporteur
ru: Докладчик

source: Opponent
fr: Opposant
ru: Оппонент

source: Reviewer
fr: Réviseur
ru: Рецензент

source: has already been presented in this Fight.
fr: a déjà été présenté lors de cette Joute.
ru: была ранее доложена в этом Бою

source: has already been permanently rejected.
fr: a déjà été rejeté de manière permanente
ru: ранее был дан вечный отказ

source: has been presented earlier by the Reporter
fr: a déjà été présenté par le Rapporteur
ru: была доложена Докладчиком ранее

source: has been opposed earlier by the Opponent
fr: a déjà été opposé précédemment par l'Opposant
ru: была оппонирована Оппонентом ранее

source: has been presented earlier by the Opponent
fr: a déjà été présenté précédemment par l'Opposant
ru: была доложена Оппонентом ранее

source: No forbidden problems.
fr: Aucun problème rejeté
ru: Нет запрещённых проблем

source: Problem presented
fr: Problème présenté
ru: Доложенная задача

source: Reporter grade
fr: Note du Rapporteur
ru: Оценка за доклад

source: Opponent grade
fr: Note de l'Opposant
ru: Оценка за оппонирование

source: Reviewer grade
fr: Note du Réviseur
ru: Оценка за рецензирование

source: Rejection(s)
fr: Rejet(s)
ru: Отказы

source: Tactical rejection(s)
fr: Rejet(s) tactique(s)
ru: Тактические отказы

source: No tactical rejections
fr: Aucun rejet tactique
ru: Нет тактических отказов

source: Eternal rejection(s)
fr: Rejet(s) éternel(s)
ru: Вечные отказы

source: No eternal rejections
fr: Aucun rejet éternel
ru: Нет вечных отказов

source: This round has not started yet !
fr: La ronde n'a pas encore commencée!
ru: Этот раунд пока не начался!

source: Rounds overview
fr: Aperçu des Rondes
ru: Обзор действий

source: Click on a Round to get a detailed summary. Click on a Physics Fight to get a summarized view of all the corresponding Rounds.
fr: Cliquez sur une Ronde pour accéder à un résumé détaillé. Cliquez sur une Joute Physique pour accéder à une vue résumée des Rondes correspondantes.
ru: Нажмите на Действие для подробной информации. Нажмите на Бой, чтобы получить краткое представление обо всех действих.

source: The Grand Finale
fr: La Grande Finale
ru: Финал

source: with
fr: avec
ru: с

source: points
ru: баллов

source: gathered
fr: accumulé
ru: - набрано

source: Problems presented
fr: Problèmes présentés
ru: Доложенные задачи

source: Penalties
fr: Pénalités
ru: Штрафы

source: Multiplicative coefficient of
fr: Coefficient multiplicatif
ru: Коэффициент Докладчика

source: for the Reporter in the
fr: pour le Rapporteur dans
ru: в

source: Physics Fight
ru: Физический Бой

source: Bonus points
ru: Бонусные баллы

source: None
ru: Нет

source: Teams Overview
fr: Aperçu des équipes
ru: Команды

source: Welcome!
fr: Bienvenue!
ru: Добро пожаловать!

source: This interface gathers the results of the
fr: Cette interface regroupe les résultats de
ru: Этот сайт содержит результаты

source: Most of the displayed elements can be clicked on. You can access teams, individual participant or jury member statistics, as well as details of each Round, Physics Fights and Problem.
fr: La plupart des éléments affichés peuvent être cliqués. Vous pouvez accéder aux statistiques des équipes, participants et membres du jurys, ainsi qu'aux détails de chaque Ronde, Joute Physique et Problèmes.
ru: На большинство элементов можно нажать. Сделайте это для просмотра информации об участниках, членах жюри, а также детальной информации о каждом Действии, Бое или Задаче.

source: Final
fr: Finale

source: Best(s) and worst(s) grade(s) are removed from the mean according to the number of jury members. The multiplicative role coefficient is not taken into account here.
fr: Le(s) meilleure(s) et pire(s) notes sont omises lors du calcul de la moyenne, en fonction du nombre de membres du jury. Le coefficient multiplicatif associé aux rôles n'est pas pris en compe ici.

source: External jury member
fr: Membre externe du jury

source: Problems graded
fr: Problème noté

source: Report grade
fr: Note du Rapporteur

source: Opposition grade
fr: Note de l'Opposant

source: Review grade
fr: Note du Réviseur

source: Mean Report grade
fr: Note moyenne du Rapporteur

source: Mean Opposition grade
fr: Note moyenne de l'Opposant

source: Mean Review grade
fr: Note moyenne du Réviseur

source: Problem(s) presented
fr: Problème(s) présenté(s)

source: Email
fr: Adresse électronique

source: No grade registered so far !
fr: Aucune note enregistée pour le moment!

source: No round played so far !
fr: Aucune ronde jouée pour le moment!

source: Hello !
fr: Coucou!

source: ended
fr: terminée(s)

source: 9th International Physicists' Tournament
fr: 9ème Tournoi International de Physique

source: The results are updated continuously as the Physics Fights go on, resulting in a display that might not be completely accurate 100%% of the time (due to grade checking). Please check your emails and
fr: Les résultats sont mis à jour de manière continue en cours de Joute Physique, résultant en un affichage n'étant pas 100%% du temps exact. Veuillez vérifier votre boite e-mail ainsi que

source: the website
fr: le site web

source: for the official announcements of the results after each Fight.
fr: pour l'annonce des résultats officiels après chaque Joute.

source: In case you spot a bug or have any suggestion to improve the software, please get in touch with us at webmaster (a) iptnet (dot) info.
fr: Si vous croisez un bug ou avez des suggestions pour améliorer l'interface, n'hésitez pas à nous contacter à webmaster (arobase) iptnet (point) info.
